[
  {
    "quote": "For language is the armory of the human mind; and at once contains the trophies of its past, and the weapons of its future conquests.",
    "author": "Samuel Taylor Coleridge"
  },
  {
    "quote": "We are accustomed to call concepts metaphysical if we have forgotten how we reached them. One can never lose one's footing, or come into collision with facts, if one always keeps in view the path by which one has come.",
    "author": "Ernst Mach"
  },
  {
    "quote": "...the abnormal will throw light on the normal, will help us to penetrate the blinding veil of ease and obviousness that hides the mechanisms of the natural successful act.",
    "author": "J.L. Austin"
  },
  {
    "quote": "What faith is to religion, labor is to political economy: humans produce gods in the same way they produce automobiles.",
    "author": "Daniel Smith on Deleuze & Guattari"
  },
  {
    "quote": "Re-engineering is cumulative and is what makes our cumulative cultures possible. And any engineering project must be responsive to real world constraints, thus realism. Our social, cognitive, and cultural ways of being are no less real than the rest of the natural world, and all together leave their marks.",
    "author": "William C. Wimsatt"
  },
  {
    "quote": "History is not the past. It is the present. We carry our history with us. We are our history. If we pretend otherwise, we are literally criminals.",
    "author": "James Baldwin"
  },
  {
    "quote": "But I don't want comfort. I want God, I want poetry, I want real danger, I want freedom, I want goodness, I want sin.",
    "author": "Aldous Huxley, Brave New World"
  },
  {
    "quote": "We head for the horizon, on the plane of immanence, and we return with bloodshot eyes, yet they are the eyes of the mind.",
    "author": "Deleuze and Guattari"
  },
  {
    "quote": "I do not know how to teach philosophy without becoming a disturber of the peace.",
    "author": "Baruch Spinoza"
  },
  {
    "quote": "Bring something incomprehensible into the world!",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "A concept is a brick. It can be used to build a courthouse of reason. Or it can be thrown through the window.",
    "author": "Gilles Deleuze and Félix Guattari"
  },
  {
    "quote": "The trouble with Eichmann was precisely that so many were like him, and that the many were neither perverted nor sadistic, that they were, and still are, terribly and terrifyingly normal.",
    "author": "Hannah Arendt"
  },
  {
    "quote": "Evil comes from a failure to think. It defies thought for as soon as thought tries to engage itself with evil and examine the premises and principles from which it originates, it is frustrated because it finds nothing there. That is the banality of evil.",
    "author": "Hannah Arendt"
  },
  {
    "quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.",
    "author": "Jean-Paul Sartre"
  },
  {
    "quote": "One is not born, but rather becomes, a woman.",
    "author": "Simone de Beauvoir"
  },
  {
    "quote": "I am incapable of conceiving infinity, and yet I do not accept finity. I want this adventure that is the context of my life to go on without end.",
    "author": "Simone de Beauvoir"
  },
  {
    "quote": "moral freedom looks more like a mode of reflection which we may have to achieve, and less like a capacity to vary our choices which we have by definition.",
    "author": "Iris Murdoch"
  },
  {
    "quote": "The misapprehension about gender performativity is this: that gender is a choice, or that gender is a role, or that gender is a construction that one puts on, as one puts on clothes in the morning, that there is a 'one' who is prior to this gender.",
    "author": "Judith Butler"
  },
  {
    "quote": "So that to obtain something we have desired is to find out that it is worthless; we are always living in expectation of better things, while, at the same time, we often repent and long for things that belong to the past.",
    "author": "Arthur Schopenhauer"
  },
  {
    "quote": "It is not the slumber of reason that engenders monsters, but vigilant and insomniac rationality.",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "Don't walk behind me, I may not lead. Don't walk in front of me, I may not follow. Just walk beside me and be my friend.",
    "author": "Albert Camus (attributed)"
  },
  {
    "quote": "Do not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order.",
    "author": "Michel Foucault"
  },
  {
    "quote": "the owl of Minerva spreads its wings only with the falling of the dusk",
    "author": "G.W.F. Hegel"
  },
  {
    "quote": "I want to re-psychologize, re-socialize, and re-embed us in the world, where we reason about that world as well as about how we interact with and reflect upon it.",
    "author": "William C. Wimsatt"
  },
  {
    "quote": "We need the power of modern critical theories of how meanings and bodies get made, not in order to deny meanings and bodies, but in order to build meanings and bodies that have a chance for life.",
    "author": "Donna Haraway"
  },
  {
    "quote": "only partial perspective promises objective vision.",
    "author": "Donna Haraway"
  },
  {
    "quote": "I had to philosophize. Otherwise, I could not live in this world.",
    "author": "Edmund Husserl"
  },
  {
    "quote": "I dine, I play a game of backgammon, I converse, and am merry with my friends. And when, after three or four hours' amusement, I would return to these speculations, they appear so cold, and strained, and ridiculous, that I cannot find in my heart to enter into them any farther.",
    "author": "David Hume"
  },
  {
    "quote": "We know not through our intellect but through our experience.",
    "author": "Maurice Merleau-Ponty"
  },
  {
    "quote": "To everything there is a season, and a time to every purpose under Heaven; a time to be born and a time to die; a time to kill and a time to heal; a time to weep and a time to laugh; a time to love and a time to hate; a time for war and a time of peace. Ladies and gentlemen, the time for peace has come.",
    "author": "Yitzhak Rabin, quoting Ecclesiastes"
  },
  {
    "quote": "When Foucault admires Kant for having posed the problem of philosophy, not in relation to the eternal but in relation to the Now, he means that the object of philosophy is not to contemplate the eternal, nor to reflect on history, but to diagnose our actual becomings.",
    "author": "Deleuze & Guattari"
  },
  {
    "quote": "To act against the past, and therefore on the present, in favor (one hopes) of a time to come: such, for Deleuze, is the task of the philosopher.",
    "author": "Daniel Smith on Deleuze"
  },
  {
    "quote": "Philosophy does not serve the State or the Church, who have other concerns. It serves no established power. The use of philosophy is to sadden. A philosophy that saddens no one, that annoys no one, is not a philosophy.",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "Something in the world forces us to think. This something is an object not of recognition but of a fundamental encounter.",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "For me philosophy is an art of creation, much like music or painting. Philosophy creates concepts, which are neither generalities nor truths. They are more along the lines of the Singular, the Important, the New.",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "The more you struggle to live, the less you live. Give up the notion that you must be sure of what you are doing. Instead, surrender to what is real within you, for that alone is sure....you are above everything distressing.",
    "author": "Baruch Spinoza"
  },
  {
    "quote": "Each thing insofar as it is in itself, endeavours to persevere in its being.",
    "author": "Baruch Spinoza (conatus doctrine)"
  },
  {
    "quote": "What a relief to have nothing to say, the right to say nothing, because only then is there a chance of framing the rare, and ever rarer, thing that might be worth saying.",
    "author": "Gilles Deleuze"
  },
  {
    "quote": "This is how it should be done: lodge yourself on a stratum, experiment with the opportunities it offers, find an advantageous place on it, find potential movements of deterritorialization, possible lines of flight, experience them.",
    "author": "Gilles Deleuze"
  }
]