[
  {
    "title": "",
    "year": "",
    "people": "",
    "field": "",
    "hidden": false,
    "web": "",
    "description": "",
    "related_research": "",
    "related_video": "",
    "image": "",
    "selected": false,
    "award": ""
  },
  {
    "title": "PANORAMA",
    "year": "2025",
    "people": "Hyunseung Lim, Sooyohn Nam, Sungmin Na, Ji Yong Cho, June Yong Yang, Hyungyu Shin, Yoonjoo Lee, Juho Kim, Moontae Lee, Hwajung Hong",
    "field": "alignment",
    "hidden": false,
    "web": "https://hyunseung-lim.github.io/#/projects/panorama",
    "description": "We construct PANORAMA, a dataset of 8,143 U.S. patent examination records that preserves the full decision trails, including original applications, all cited references, Non-Final Rejections, and Notices of Allowance. Also, PANORAMA decomposes the trails into sequential benchmarks that emulate patent professionals' patent review processes and allow researchers to examine large language models' capabilities at each step of them.",
    "related_research": "",
    "related_video": "",
    "image": "panorama.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "A Focus-Level Evaluation Framework for LLM Review",
    "year": "2025",
    "people": "Hyungyu Shin, Jingyu Tang, Yoonjoo Lee, Nayoung Kim, Hyunseung Lim, Ji Yong Cho, Hwajung Hong, Moontae Lee, Juho Kim",
    "field": "alignment",
    "hidden": false,
    "web": "https://arxiv.org/abs/2502.17086",
    "description": "Peer review faces growing challenges from reviewer shortages, and while LLMs can now draft reviews, their trustworthiness remains unclear beyond surface-level and content-level evaluations. We introduce a focus-level evaluation framework that measures whether LLM reviews attend to the same critical facets that drive human experts' accept-or-reject decisions. We developed an automatic evaluation pipeline comparing LLM and human expert focus distributions. Results show off-the-shelf LLMs disproportionately emphasize technical validity while significantly neglecting novelty assessment in paper criticisms.",
    "related_research": "",
    "related_video": "",
    "image": "blindspots.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "StereoHunter",
    "year": "2025",
    "people": "Hyunseung Lim, Dasom Choi, Hwajung Hong",
    "field": "alignment",
    "hidden": false,
    "web": "https://hyunseung-lim.github.io/#/projects/stereohunter",
    "description": "Stereotypical biases in large language models have the potential to result in discriminatory responses, posing harm to users and disrupting interactions. While prior research has predominantly focused on assessing stereotypes in LLMs with fairness metrics, there is a limited understanding of how users identify and perceive stereotypes in LLMs. To address this gap, we introduce StereoHunter, a research probe tool designed to examine how individuals identify and perceive stereotypes by observing interactions in which users elicit stereotypical responses from LLMs.",
    "related_research": "",
    "related_video": "",
    "image": "stereohunter.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "A Large-Scale Real-World Evaluation of an LLM-Based Virtual Teaching Assistant",
    "year": "2025",
    "people": "Sunjun Kweon, Sooyohn Nam, Hyunseung Lim, Hwajung Hong, Edward Choi",
    "field": "alignment",
    "hidden": false,
    "web": "/pdf/sunjun2025.pdf",
    "description": "Stereotypical biases in large language models have the potential to result in discriminatory responses, posing harm to users and disrupting interactions. While prior research has predominantly focused on assessing stereotypes in LLMs with fairness metrics, there is a limited understanding of how users identify and perceive stereotypes in LLMs. To address this gap, we introduce StereoHunter, a research probe tool designed to examine how individuals identify and perceive stereotypes by observing interactions in which users elicit stereotypical responses from LLMs.",
    "related_research": "",
    "related_video": "",
    "image": "stereohunter.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "ADHD Couple Communication Support",
    "year": "2025",
    "people": "Jong-ok Hong, Dasom Choi, Eunchae Lee, Hwajung Hong",
    "field": "accessibility",
    "hidden": false,
    "web": "",
    "description": "How can couples that include ADHD tune daily life without \"fixing\" each other? We ran a weeklong diary with ADHD-inclusive couples to see what helps small efforts land, how talk feels safer, and how workable routines take shape. From this work, we distilled design guidelines for support tools that honor differences, ease pressure, and keep conversations clear.",
    "related_research": "",
    "related_video": "",
    "image": "adhd.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindStock",
    "year": "2025",
    "people": "Sooyohn Nam, Yeohyun Jung, Hyunseung Lim, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "Mobile trading platforms often encourage impulsive, emotional decisions while discouraging reflection. Our research explores how interactive systems can create opportunities for mindfulness in these fast-paced environments. We developed MindStock, a technical probe that introduces lightweight reflection at key moments within a simulated trading environment. Our findings reveal that the 'cognitive friction' from combining subjective goal-setting with objective behavioral data is a key mechanism. This approach not only reduces impulsive trading but also helps users translate reflective practices, like note-taking, into their investment behavior.",
    "related_research": "",
    "related_video": "",
    "image": "mindstock.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "Peerspective",
    "year": "2025",
    "people": "Kwangyoung Lee, Yeohyun Jung, Gyuwon Jung, Xi Lu, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "/#/publication/kwangyoung2025",
    "description": "Personal informatics often struggles to capture non-conscious behaviors like stress responses and communication styles. While incorporating social aspects offers new perspectives, prior research has focused on unidirectional approaches benefiting only the primary tracker. This project explores reciprocal tracking, a bidirectional practice where participants mutually observe and provide feedback to foster shared self-understanding. In a week-long study with eight peer dyads, we examined how reciprocal observation influences self-awareness and relationships. Our findings reveal that reciprocal tracking helps uncover blind spots, enhances empathy, deepens communication, and promotes sustained engagement. We discuss facilitators and challenges of integrating reciprocity into personal informatics systems and offer design considerations for collaborative tracking.",
    "related_research": "",
    "related_video": "",
    "image": "peerspective.jpg",
    "selected": true,
    "award": ""
  },
  {
    "title": "Thinking Outside the Data Box",
    "year": "2025",
    "people": "Yeohyun Jung, Kwangyoung Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "/#/publication/yeohyun2025",
    "description": "In personal informatics, self-reflection is essential for self-knowledge and behavior change. However, some individuals become stuck, repeatedly gaining similar insights without progress. To address this, we explored data manipulation—actively changing data values or structures—as an alternative approach. Through participatory workshops and a one-week field trial with 10 self-trackers, we applied five data manipulation methods (Insert, Delete, Transform, Increase, and Decrease). We found that data manipulation encourages behavior change by generating positive emotions and illusions, renewing self-reflection, uncovering new perspectives. However, it also risks perceptual distortion and has limited applicability, emphasizing the need for careful and balanced manipulation.",
    "related_research": "",
    "related_video": "",
    "image": "thinking_outside_the_data_box.png",
    "selected": true,
    "award": "DIS25 Honorable Mention"
  },
  {
    "title": "AACessTalk",
    "year": "2025",
    "people": "Dasom Choi, SoHyun Park, Kyungah Lee, Hwajung Hong, Young-Ho Kim",
    "field": "accessibility",
    "hidden": false,
    "web": "/#/publication/dasom2025",
    "description": "Minimally verbal autistic (MVA) children communicate through limited words and nonverbal cues, making it difficult for parents to encourage expression and understand subtle signals. We present AACessTalk, an AI-mediated tablet system that provides real-time conversation guides to parents and contextual vocabulary cards to children. A two-week study with 11 MVA child-parent dyads examined how the system fosters conversation practice and mutual engagement. Results showed high engagement across all dyads, with increased conversation frequency, turn-taking, and parental exploration of new interaction strategies.",
    "related_research": "",
    "related_video": "",
    "image": "aacesstalk.jpg",
    "selected": true,
    "award": "CHI25 Best Paper"
  },
  {
    "title": "Harmonious Household Collaboration of Couples",
    "year": "2025",
    "people": "Gahyeon Bae, Seo Kyoung Park, Taewan Kim, Hwajung Hong",
    "field": "alignment",
    "hidden": false,
    "web": "/#/publication/gahyeon2025",
    "description": "Household collaboration among cohabiting couples presents unique challenges due to the intimate nature of their relationships and the lack of external rewards. Our study aims to examine the everyday context and underlying needs of couples in their collaborative homemaking. Through a diary study, we identified a ‘shared ritual for celebratory interaction’ as a key requirement for ideal household collaboration and pinpointed the challenges in achieving this goal. We propose three design opportunities for domestic technologies to address this gap: (1) strengthening the meaning of housework around shared family values, (2) supporting recognition of a partner’s efforts through visualization, and (3) initiating negotiation through defamiliarization.",
    "related_research": "",
    "related_video": "",
    "image": "household.jpg",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindBattery",
    "year": "2024",
    "people": "Kwangyoung Lee, Sooyeon Ahn, Jong-ok Hong, Jaehyun Lim, Namgoo Park, Uichin Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "The fast-paced and demanding nature of call center work prevents ability from recognizing worker's emotional states. In this study, we developed MindBattery, a smartphone application designed to support the emotional well-being by using a battery analogy to help call center workers gauge their emotional energy depletion and provide a set of microbreaks for emotional recovery. In a six-week deployment with 46 employees, the battery analogy to materialize the abstract psychological concepts into concrete and tangible experiences facilitated participants in acknowledging their emotional states, developing personal coping strategies, and reducing depression in a high-stress environment.",
    "related_research": "",
    "related_video": "",
    "image": "mindbattery.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindfulDiary",
    "year": "2024",
    "people": "Taewan Kim, Seolyeong Bae, Hyun Ah Kim, Su-woo Lee, Hwajung Hong, Chanmo Yang, Young-Ho Kim",
    "field": "health-ai",
    "hidden": false,
    "web": "/#/publication/taewan2024mindfuldiary",
    "description": "Harnessing Large Language Model to Support Psychiatric Patients' Journaling: In the mental health domain, Large Language Models (LLMs) offer promising new opportunities, though their inherent complexity and low controllability have raised questions about their suitability in clinical settings. Designed in collaboration with mental health professionals (MHPs), MindfulDiary takes a state-based approach to safely comply with the experts' guidelines while carrying on free-form conversations.",
    "related_research": "",
    "related_video": "",
    "image": "mindfuldiary.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "Unlock Life with a Chat(GPT)",
    "year": "2024",
    "people": "Dasom Choi, Sunok Lee, Sung-In Kim, Kyungah Lee, Hee Jeong Yoo, Sangsu Lee and Hwajung Hong",
    "field": "accessibility",
    "hidden": false,
    "web": "/#/publication/dasom2024",
    "description": "We conducted participatory workshops where autistic adults identified strategies to utilize LLM-based conversational AI (CA) in various aspects of their lives and we gathered data from their week-long use of LLM-based CA in daily activities.",
    "related_research": "",
    "related_video": "",
    "image": "autism_chatgpt.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "Datopia",
    "year": "2022",
    "people": "Hyunseung Lim, Dasom Choi, Kwangyoung Lee, Taewan Kim, Eunseo Oh, Inhwa Song, Seokyoung Park, Yubin Choi, Hwajung Hong",
    "field": "alignment",
    "hidden": false,
    "web": "",
    "description": "Datopia is a data-based dating service. By analyzing data, it captures everything from the preferences you didn't know you had to your minor daily habits. Through this, it goes beyond simple encounters to find you a destined partner with whom you can maintain a continuous relationship. But can love really be determined solely by data? Can we entrust the reins of love to an algorithm? Datopia is a product of critical design that reflects on the changes that data-driven services, deeply integrated into our lives, can bring about in the way we form relationships with people. Imagine the future of love through Datopia.",
    "related_research": "",
    "related_video": "",
    "image": "datopia.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "Autism Dating",
    "year": "2023",
    "people": "Dasom Choi, Sung-In Kim, Sunok Lee, Hyunseung Lim, Hee Jeong Yoo, Hwajung Hong",
    "field": "accessibility",
    "hidden": false,
    "web": "/#/publication/dasom2023",
    "description": "Do online dating services meet the diverse needs of autistic users in finding true love? To understand autistic users' perceptions and expectations in online dating, we conducted workshops with simulated dating activities.",
    "related_research": "",
    "related_video": "",
    "image": "autism_dating.png",
    "selected": true,
    "award": ""
  },

  {
    "title": "MindTerior",
    "year": "2023",
    "people": "Ain Lee, Juhyun Lee, Sooyeon Ahn, Youngik Lee, Young Yim Doh, Sung-Hee Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": true,
    "description": "'MindTerior' is a mental health care game developed to help people who occasionally experience mild emotional difficulties manage their emotions steadily in their daily lives. It measures players’ emotional state and reflects the result visually on the game space so that players can recognize their states easily. The core play activities of MindTerior are based on real activities that have proven their effectiveness on alleviate negative emotional states(depression, obsession, and anxiety). Also, MindTerior lets players improve their mind space with customizable items and learn how to cope with certain negative emotions by completing game events. Therefore, through MindTerior, players can experience effective positive emotional relaxation and perform gamified mental health care activities.",
    "related_research": "",
    "related_video": "",
    "image": "mindterior.jpg",
    "selected": false,
    "award": ""
  },
  {
    "title": "Own",
    "year": "2023",
    "people": "Sooyeon Ahn, HeeYoung Beak, Gill Sown, Hwajung hong",
    "field": "health-ai",
    "hidden": false,
    "description": "What if you had your own shelter that you could visit anytime? In the midst of busy days, our bodies and minds are becoming exhausted. We dream of rest, but we cannot always take off on vacation. Therefore, the OWN team proposes a new virtual shelter, 'OWN,' created for only one person through in-depth psychological analysis. The virtual space giving peace of mind comprises synesthetic elements based on color psychology, environmental psychology, and art therapy. OWN is created with 3D digital technology, so you can visit it freely, like playing a game, whenever and wherever you want.",
    "related_research": "",
    "related_video": "",
    "image": "own.jpg",
    "selected": false,
    "award": ""
  },
  {
    "title": "DiaryMate",
    "year": "2023",
    "people": "Taewan Kim, Donghoon Shin, Young-Ho Kim, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "Design of Human-Ai Interaction for Diary Writing With Large Language Model: Our ongoing research examining the use of large language models (LLMs) in promoting mental well-being through journaling. While journaling can be beneficial for expressing personal thoughts and emotions, it can be challenging for individuals who struggle to articulate their internal states into words. To explore the opportunities and challenges of using LLMs in journaling, we conducted a field deployment study using DiaryMate.",
    "related_research": "",
    "related_video": "",
    "image": "diarymate.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "The Workplace Playbook VR",
    "year": "2022",
    "people": "Jennifer G Kim, Taewan Kim, Sung-In Kim, So-youn Jang, Eun Bin (Stephanie) Lee, Heejeong Yoo, Kyungsik Han, Hwajung Hong",
    "field": "accessibility",
    "hidden": false,
    "web": "https://dl.acm.org/doi/abs/10.1145/3555082",
    "description": "Organizations increasingly hire autistic individuals but lack adequate workplace support systems. The Workplace Playbook VR concept uses virtual reality to help autistic people develop work-related social communication skills alongside their support networks. The study recommends VR designs that promote autistic employees' agency and self-advocacy while providing neurotypical employees with autism awareness training.",
    "related_research": "",
    "related_video": "",
    "image": "workplaceplaybookvr.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "AX of YouTubers with Disabilities",
    "year": "2022",
    "people": "Dasom Choi, Uichin Lee, Hwajung Hong",
    "field": "accessibility",
    "hidden": false,
    "web": "https://dl.acm.org/doi/abs/10.1145/3491102.3517574",
    "description": "Exploring the inclusiveness of algorithmic experiences for YouTube creators with disabilities. We investigated how content creators with disabilities interact with YouTube's algorithms to reach global audiences, amidst concerns of algorithmic biases.",
    "related_research": "",
    "related_video": "",
    "image": "ax_youtube.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "MindScope",
    "year": "2022",
    "people": "Taewan Kim, Haesoo Kim, Hayeon Lee, Hwarang Goh, Shakhboz Abdigapporov, Mingon Jeong, Hyunsung Cho, Kyungsik Han, Youngtae Noh, Sung-Ju Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "/#/publication/taewan2022",
    "description": "Integrating Algorithmic Stress Prediction into Personal Informatics Systems for Mental Health: In this study, we developed MindScope, an algorithm-assisted stress management system that determines user stress levels and explains how the stress level was computed based on the user's everyday activities captured by a smartphone. We discuss the implications of exploiting prediction algorithms and explainability that facilitate retrospection.",
    "related_research": "",
    "related_video": "",
    "image": "mindscope.png",
    "selected": true,
    "award": ""
  },
  {
    "title": "Gloomy",
    "year": "2020",
    "people": "Taewan Kim, Mintra Ruensuk, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "Designing Social Bot as a Care-Receiver to Promote Mental Health and Reduce Stigma: In this study, we explored design space of human-social bot interaction for assisting users on revisit their past experiences by support-giving experience with the bot. We investigated how 55 college students interacted with the social bot for three weeks and how these support-giving experiences affected their mental health and stigma.",
    "related_research": "",
    "related_video": "",
    "image": "gloomy.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindForcaster",
    "year": "2020",
    "people": "Kwangyoung Lee, Hyewon Cho, Kobiljon Toshnazarov, Nematjon Narziev, So Young Rhim, Kyungsik Han, YoungTae Noh, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "By anticipating stressful situations, we can prepare and better cope with stressors when they actually occur. In this work, we examine how anticipation—a future-centric self-tracking practice—could be used to manage daily stress levels. To address this, we built MindForecaster, a calendar edited stress anticipation application that allows users to expect stressful events in advance, generates activities to mitigate stress, and evaluates actual stress levels compared to previously estimated stress levels. We suggest design implications for stress management by incorporating the properties of anticipation into current PI models.",
    "related_research": "",
    "related_video": "",
    "image": "mindforcaster.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindNavigator",
    "year": "2018",
    "people": "Kwangyoung Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "Creating concrete mental health–related goals and turning them into actionable plans; In this paper, we introduce MindNavigator—a workshop in which groups of college students were invited to generate behavioral change goals to manage daily life stress and practice personalized interventions. We describe the manner in which participants identified both stressors and pleasures to create actionable, engaging, and open-ended behavioral plans that aided in stress relief. Through this practice, we build on prior studies to propose an analytical framework of personal informatics for mental wellness.",
    "related_research": "",
    "related_video": "",
    "image": "mindnavigator.png",
    "selected": false,
    "award": ""
  },
  {
    "title": "MindTracker",
    "year": "2017",
    "people": "Kwangyoung Lee, Hwajung Hong",
    "field": "health-ai",
    "hidden": false,
    "web": "",
    "description": "Tracking the emotion is challenging due to the implicit form of data. In this paper, we introduce MindTracker, an approach for tracking emotion through a tangible interaction with plasticine clay. We found that the tangible modality of MindTracker motivated the participants to express various aspects of emotions. In addition, MindTracker's data collection and reflection process could have therapeutic properties, such as expressive therapy, self-soothing, and emotional self-regulation. We conclude this paper by discussing the design features of emotion-tracking tools and opportunities to use MindTracker to promote mental health.",
    "related_research": "",
    "related_video": "",
    "image": "mindtracker.png",
    "selected": false,
    "award": ""
  }
]
